{"": 0, "!": 1, "#": 2, "$": 3, "%": 4, "&": 5, "'": 6, "''": 7, "'40s": 8, "'60s": 9, "'70s": 10, "'80s": 11, "'86": 12, "'90s": 13, "'N": 14, "'S": 15, "'d": 16, "'em": 17, "'ll": 18, "'m": 19, "'n'": 20, "'re": 21, "'s": 22, "'til": 23, "'ve": 24, "(": 25, ")": 26, ",": 27, "-": 28, "--": 29, "--n--": 30, "--unk--": 31, "--unk_adj--": 32, "--unk_adv--": 33, "--unk_digit--": 34, "--unk_noun--": 35, "--unk_punct--": 36, "--unk_upper--": 37, "--unk_verb--": 38, ".": 39, "...": 40, "0.01": 41, "0.0108": 42, "0.02": 43, "0.03": 44, "0.05": 45, "0.1": 46, "0.10": 47, "0.12": 48, "0.13": 49, "0.15": 50, "0.17": 51, "0.19": 52, "0.2": 53, "0.24": 54, "0.25": 55, "0.3": 56, "0.32": 57, "0.375": 58, "0.4": 59, "0.43": 60, "0.45": 61, "0.5": 62, "0.53": 63, "0.59": 64, "0.6": 65, "0.60": 66, "0.7": 67, "0.71": 68, "0.75": 69, "0.8": 70, "0.88": 71, "0.9": 72, "0.94": 73, "0.95": 74, "1": 75, "1,000": 76, "1,012": 77, "1,015": 78, "1,040": 79, "1,050": 80, "1,100": 81, "1,111": 82, "1,150,000": 83, "1,200": 84, "1,250": 85, "1,250,000": 86, "1,300": 87, "1,365,226": 88, "1,400": 89, "1,500": 90, "1,600": 91, "1,700": 92, "1,750": 93, "1,800": 94, "1,828,000": 95, "1,850": 96, "1,859": 97, "1,900": 98, "1-2-3": 99, "1-for-10": 100, "1-to-1": 101, "1.0": 102, "1.01": 103, "1.02": 104, "1.03": 105, "1.04": 106, "1.05": 107, "1.06": 108, "1.07": 109, "1.08": 110, "1.09": 111, "1.1": 112, "1.10": 113, "1.11": 114, "1.12": 115, "1.125": 116, "1.13": 117, "1.14": 118, "1.15": 119, "1.16": 120, "1.17": 121, "1.18": 122, "1.19": 123, "1.2": 124, "1.20": 125, "1.21": 126, "1.22": 127, "1.23": 128, "1.24": 129, "1.25": 130, "1.26": 131, "1.27": 132, "1.28": 133, "1.29": 134, "1.3": 135, "1.30": 136, "1.31": 137, "1.32": 138, "1.34": 139, "1.35": 140, "1.36": 141, "1.37": 142, "1.375": 143, "1.38": 144, "1.39": 145, "1.4": 146, "1.40": 147, "1.41": 148, "1.42": 149, "1.43": 150, "1.44": 151, "1.45": 152, "1.46": 153, "1.47": 154, "1.48": 155, "1.49": 156, "1.5": 157, "1.50": 158, "1.51": 159, "1.52": 160, "1.53": 161, "1.54": 162, "1.55": 163, "1.56": 164, "1.5753": 165, "1.5765": 166, "1.5795": 167, "1.58": 168, "1.5820": 169, "1.5825": 170, "1.59": 171, "1.5920": 172, "1.6": 173, "1.60": 174, "1.6030": 175, "1.6055": 176, "1.6145": 177, "1.62": 178, "1.625": 179, "1.63": 180, "1.64": 181, "1.65": 182, "1.66": 183, "1.67": 184, "1.69": 185, "1.7": 186, "1.70": 187, "1.71": 188, "1.72": 189, "1.73": 190, "1.74": 191, "1.75": 192, "1.76": 193, "1.77": 194, "1.78": 195, "1.79": 196, "1.8": 197, "1.80": 198, "1.81": 199, "1.82": 200, "1.8200": 201, "1.83": 202, "1.8300": 203, "1.8340": 204, "1.8353": 205, "1.8355": 206, "1.84": 207, "1.8400": 208, "1.8415": 209, "1.8470": 210, "1.8485": 211, "1.85": 212, "1.8578": 213, "1.86": 214, "1.8667": 215, "1.8685": 216, "1.87": 217, "1.875": 218, "1.88": 219, "1.89": 220, "1.9": 221, "1.90": 222, "1.91": 223, "1.92": 224, "1.93": 225, "1.94": 226, "1.95": 227, "10": 228, "10,000": 229, "10-11": 230, "10-a-share": 231, "10-cent-a-share": 232, "10-month": 233, "10-year": 234, "10-year-old": 235, "10.03": 236, "10.05": 237, "10.1": 238, "10.14": 239, "10.2": 240, "10.3": 241, "10.35": 242, "10.37": 243, "10.4": 244, "10.48": 245, "10.5": 246, "10.59": 247, "10.6": 248, "10.625": 249, "10.7": 250, "10.77": 251, "10.8": 252, "10.9": 253, "100": 254, "100,000": 255, "100-Share": 256, "100-share": 257, "100-stock": 258, "100.2": 259, "100.4": 260, "101": 261, "101.4": 262, "102": 263, "102.1": 264, "102.625": 265, "103": 266, "103,000": 267, "104": 268, "105": 269, "105.4": 270, "106": 271, "107": 272, "108": 273, "108.4": 274, "109": 275, "109.85": 276, "10:30": 277, "10:40": 278, "10\\/32": 279, "10th": 280, "11": 281, "11,000": 282, "11.04": 283, "11.1": 284, "11.2": 285, "11.25": 286, "11.3": 287, "11.38": 288, "11.4": 289, "11.5": 290, "11.53": 291, "11.6": 292, "11.60": 293, "11.625": 294, "11.7": 295, "11.8": 296, "11.9": 297, "11.95": 298, "110": 299, "110,000": 300, "110.6": 301, "111": 302, "111.48": 303, "112": 304, "112.5": 305, "113": 306, "114": 307, "114.3": 308, "114.4": 309, "115": 310, "116": 311, "117": 312, "117.3": 313, "118": 314, "119": 315, "119.88": 316, "11\\/16": 317, "11\\/32": 318, "11th": 319, "12": 320, "12,000": 321, "12,500": 322, "12-month": 323, "12-year": 324, "12-year-old": 325, "12.2": 326, "12.3": 327, "12.4": 328, "12.45": 329, "12.5": 330, "12.6": 331, "12.7": 332, "12.75": 333, "12.8": 334, "12.9": 335, "12.95": 336, "120": 337, "120,000": 338, "120-day": 339, "120.7": 340, "121": 341, "122": 342, "122.7": 343, "123": 344, "123.5": 345, "1230.80": 346, "124": 347, "124,875": 348, "1247.87": 349, "125": 350, "125,000": 351, "1254.27": 352, "127": 353, "127.5": 354, "128": 355, "129.49": 356, "12:01": 357, "12\\/32": 358, "13": 359, "13,000": 360, "13,120": 361, "13-week": 362, "13.05": 363, "13.1": 364, "13.2": 365, "13.32": 366, "13.35": 367, "13.4": 368, "13.5": 369, "13.50": 370, "13.6": 371, "13.625": 372, "13.7": 373, "13.71": 374, "13.75": 375, "13.8": 376, "13.94": 377, "130": 378, "130,000": 379, "131": 380, "132": 381, "132.8": 382, "133": 383, "134": 384, "134.8": 385, "135": 386, "136": 387, "136.4": 388, "137": 389, "137.6": 390, "138": 391, "139": 392, "13\\/16": 393, "13th": 394, "14": 395, "14,000": 396, "14-year-old": 397, "14.06": 398, "14.1": 399, "14.2": 400, "14.25": 401, "14.3": 402, "14.5": 403, "14.6": 404, "14.7": 405, "14.75": 406, "14.8": 407, "140": 408, "140,000": 409, "141": 410, "141.45": 411, "141.52": 412, "141.55": 413, "141.65": 414, "141.70": 415, "141.80": 416, "141.90": 417, "142": 418, "142.10": 419, "142.43": 420, "142.70": 421, "142.75": 422, "142.85": 423, "143": 424, "144": 425, "145": 426, "146": 427, "146.8": 428, "1466.29": 429, "148": 430, "149": 431, "14th": 432, "15": 433, "15,000": 434, "15-a-share": 435, "15-year": 436, "15.06": 437, "15.1": 438, "15.125": 439, "15.2": 440, "15.25": 441, "15.3": 442, "15.375": 443, "15.5": 444, "15.50": 445, "15.6": 446, "15.625": 447, "15.7": 448, "15.72": 449, "15.75": 450, "15.80": 451, "15.82": 452, "15.9": 453, "15.97": 454, "150": 455, "150,000": 456, "150-member": 457, "150.3": 458, "151": 459, "151,000": 460, "151.20": 461, "153": 462, "154": 463, "154.2": 464, "155": 465, "155,650,000": 466, "156": 467, "156.7": 468, "157": 469, "158": 470, "15\\/16": 471, "15\\/32": 472, "16": 473, "16,000": 474, "16-bit": 475, "16.1": 476, "16.2": 477, "16.3": 478, "16.375": 479, "16.4": 480, "16.40": 481, "16.5": 482, "16.6": 483, "16.75": 484, "16.9": 485, "16.95": 486, "160": 487, "160,000": 488, "161": 489, "161.1": 490, "161.5": 491, "162": 492, "162,000": 493, "163": 494, "163-member": 495, "164,830,000": 496, "165": 497, "166": 498, "166,900,000": 499, "166.9": 500, "167": 501, "168": 502, "16\\/32": 503, "16th": 504, "17": 505, "17,000": 506, "17-store": 507, "17.01": 508, "17.1": 509, "17.2": 510, "17.3": 511, "17.4": 512, "17.5": 513, "17.50": 514, "17.6": 515, "17.8": 516, "17.9": 517, "17.95": 518, "170": 519, "170,330,000": 520, "170.4": 521, "171": 522, "172": 523, "172.2": 524, "172.5": 525, "173.1": 526, "174": 527, "175": 528, "175,000": 529, "176": 530, "176,100,000": 531, "177": 532, "177.5": 533, "178": 534, "178.375": 535, "178.5": 536, "178.9": 537, "179": 538, "17\\/32": 539, "17th-century": 540, "18": 541, "18,000": 542, "18.1": 543, "18.375": 544, "18.4": 545, "18.5": 546, "18.50": 547, "18.65": 548, "18.7": 549, "18.75": 550, "18.9": 551, "18.95": 552, "180": 553, "180,000": 554, "181": 555, "182": 556, "182-day": 557, "184": 558, "185": 559, "186": 560, "1868": 561, "187": 562, "188": 563, "189": 564, "1890s": 565, "18\\/32": 566, "18th": 567, "18th-century": 568, "19": 569, "19-month": 570, "19-month-old": 571, "19.2": 572, "19.25": 573, "19.5": 574, "19.50": 575, "19.6": 576, "19.7": 577, "19.95": 578, "190": 579, "190-point": 580, "190.58": 581, "190.58-point": 582, "1900": 583, "1900s": 584, "1906": 585, "1908": 586, "191.75": 587, "192.5": 588, "1920s": 589, "1926": 590, "1929": 591, "193": 592, "193.3": 593, "1930": 594, "1930s": 595, "1932": 596, "1935": 597, "1939": 598, "1940s": 599, "1942": 600, "1947": 601, "1948": 602, "1949": 603, "1950": 604, "1950s": 605, "1951": 606, "1953": 607, "1955": 608, "1956": 609, "1957": 610, "1958": 611, "1959": 612, "196": 613, "1960": 614, "1960s": 615, "1961": 616, "1962": 617, "1963": 618, "1964": 619, "1965": 620, "1966": 621, "1967": 622, "1968": 623, "1969": 624, "197": 625, "1970": 626, "1970s": 627, "1971": 628, "1972": 629, "1973": 630, "1974": 631, "1975": 632, "1976": 633, "1977": 634, "1978": 635, "1979": 636, "1979-80": 637, "198": 638, "198,120,000": 639, "1980": 640, "1980s": 641, "1981": 642, "1982": 643, "1982-83": 644, "1983": 645, "1984": 646, "1985": 647, "1986": 648, "1987": 649, "1987-88": 650, "1988": 651, "1989": 652, "1989-A": 653, "1989A": 654, "1989B": 655, "199": 656, "1990": 657, "1990-2002": 658, "1990-model": 659, "1990s": 660, "1991": 661, "1992": 662, "1993": 663, "1993-2009": 664, "1994": 665, "1995": 666, "1996": 667, "1997": 668, "1998": 669, "1999": 670, "19\\/32": 671, "19th": 672, "19th-century": 673, "1:11": 674, "1\\/2": 675, "1\\/2-year": 676, "1\\/32": 677, "1\\/4": 678, "1\\/8": 679, "2": 680, "2,000": 681, "2,002": 682, "2,064": 683, "2,100": 684, "2,120": 685, "2,202,000": 686, "2,205,000": 687, "2,250,000": 688, "2,360": 689, "2,400": 690, "2,500": 691, "2,700": 692, "2-for-1": 693, "2-to-1": 694, "2.01": 695, "2.02": 696, "2.03": 697, "2.04": 698, "2.06": 699, "2.07": 700, "2.08": 701, "2.09": 702, "2.1": 703, "2.10": 704, "2.125": 705, "2.14": 706, "2.15": 707, "2.17": 708, "2.19": 709, "2.2": 710, "2.21": 711, "2.22": 712, "2.23": 713, "2.25": 714, "2.26": 715, "2.27": 716, "2.28": 717, "2.29": 718, "2.3": 719, "2.30": 720, "2.32": 721, "2.33": 722, "2.34": 723, "2.35": 724, "2.36": 725, "2.375": 726, "2.38": 727, "2.4": 728, "2.40": 729, "2.41": 730, "2.44": 731, "2.45": 732, "2.46": 733, "2.5": 734, "2.5-mile": 735, "2.50": 736, "2.51": 737, "2.53": 738, "2.56": 739, "2.57": 740, "2.58": 741, "2.6": 742, "2.60": 743, "2.61": 744, "2.62": 745, "2.625": 746, "2.63": 747, "2.65": 748, "2.66": 749, "2.68": 750, "2.69": 751, "2.7": 752, "2.70": 753, "2.73": 754, "2.74": 755, "2.75": 756, "2.77": 757, "2.79": 758, "2.8": 759, "2.80": 760, "2.82": 761, "2.85": 762, "2.87": 763, "2.875": 764, "2.88": 765, "2.9": 766, "2.90": 767, "2.95": 768, "20": 769, "20,000": 770, "20-stock": 771, "20-year": 772, "20-year-old": 773, "20.125": 774, "20.3": 775, "20.42": 776, "20.5": 777, "20.6": 778, "20.75": 779, "20.9": 780, "200": 781, "200,000": 782, "200,000-share": 783, "2000": 784, "2001": 785, "2002": 786, "2003": 787, "2003-2005": 788, "2003\\/2007": 789, "2004": 790, "2005": 791, "2006": 792, "2007": 793, "2008": 794, "2008-2009": 795, "2009": 796, "2010": 797, "2011": 798, "2012": 799, "2013": 800, "2014": 801, "2015": 802, "2016": 803, "2018": 804, "2019": 805, "2020": 806, "2023": 807, "205": 808, "206": 809, "207": 810, "208": 811, "208.7": 812, "209,000": 813, "20th": 814, "21": 815, "21.1": 816, "21.125": 817, "21.2": 818, "21.3": 819, "21.4": 820, "21.44": 821, "21.5": 822, "21.6": 823, "21.7": 824, "21.8": 825, "210": 826, "213": 827, "2149.3": 828, "215": 829, "216": 830, "217": 831, "219": 832, "21\\/32": 833, "21st": 834, "22": 835, "22,000": 836, "22.125": 837, "22.25": 838, "22.4": 839, "22.5": 840, "22.50": 841, "22.6": 842, "22.78": 843, "22.8": 844, "22.9": 845, "220": 846, "220,000": 847, "2200": 848, "221": 849, "222": 850, "224": 851, "224,070,000": 852, "224.1": 853, "225": 854, "226.3": 855, "229": 856, "22\\/32": 857, "22nd": 858, "23": 859, "23,000": 860, "23.1": 861, "23.2": 862, "23.25": 863, "23.5": 864, "23.625": 865, "23.7": 866, "23.8": 867, "23.9": 868, "230": 869, "231": 870, "231-191": 871, "232": 872, "232.3": 873, "234": 874, "235": 875, "235.2": 876, "237,960,000": 877, "238": 878, "23\\/32": 879, "24": 880, "24,000": 881, "24-hour": 882, "24-month": 883, "24.2": 884, "24.25": 885, "24.4": 886, "24.5": 887, "24.8": 888, "24.875": 889, "24.9": 890, "240": 891, "240,000": 892, "242": 893, "244": 894, "245": 895, "246.6": 896, "247": 897, "248": 898, "24th": 899, "25": 900, "25,000": 901, "25-year-old": 902, "25.2": 903, "25.3": 904, "25.4": 905, "25.5": 906, "25.6": 907, "25.8": 908, "25.875": 909, "250": 910, "250,000": 911, "251": 912, "252": 913, "253": 914, "254": 915, "255": 916, "256.6": 917, "257.8": 918, "258": 919, "2596.72": 920, "25\\/32": 921, "25th": 922, "26": 923, "26,000": 924, "26-week": 925, "26-year-old": 926, "26.1": 927, "26.23": 928, "26.3": 929, "26.5": 930, "26.50": 931, "26.7": 932, "26.9": 933, "260": 934, "2603.48": 935, "2638.73": 936, "264": 937, "2643.65": 938, "2645.08": 939, "265": 940, "2653.28": 941, "2659.22": 942, "266": 943, "266.2": 944, "266.66": 945, "2662.91": 946, "267": 947, "268": 948, "2683.20": 949, "2689.14": 950, "269": 951, "26\\/32": 952, "27": 953, "27,000": 954, "27-year-old": 955, "27.1": 956, "27.5": 957, "27.6": 958, "27.7": 959, "27.8": 960, "27.9": 961, "270": 962, "271": 963, "273": 964, "274": 965, "275": 966, "275,000": 967, "276,334": 968, "276.8": 969, "278": 970, "279": 971, "2791.41": 972, "28": 973, "28,000": 974, "28.4": 975, "28.5": 976, "28.6": 977, "28.7": 978, "28.75": 979, "280": 980, "282": 981, "283.7": 982, "283.8": 983, "285": 984, "286": 985, "287": 986, "288": 987, "289": 988, "28\\/32": 989, "29": 990, "29-year-old": 991, "29.4": 992, "29.6": 993, "29.7": 994, "290": 995, "293": 996, "294": 997, "29\\/32": 998, "2\\/32": 999, "3": 1000, "3,000": 1001, "3,200": 1002, "3,300": 1003, "3,500": 1004, "3,900": 1005, "3-1": 1006, "3-for-1": 1007, "3-for-2": 1008, "3.03": 1009, "3.04": 1010, "3.05": 1011, "3.09": 1012, "3.1": 1013, "3.10": 1014, "3.12": 1015, "3.125": 1016, "3.13": 1017, "3.16": 1018, "3.18": 1019, "3.19": 1020, "3.2": 1021, "3.20": 1022, "3.23": 1023, "3.25": 1024, "3.26": 1025, "3.27": 1026, "3.3": 1027, "3.31": 1028, "3.33": 1029, "3.35": 1030, "3.36": 1031, "3.39": 1032, "3.4": 1033, "3.40": 1034, "3.41": 1035, "3.43": 1036, "3.45": 1037, "3.46": 1038, "3.5": 1039, "3.52": 1040, "3.53": 1041, "3.55": 1042, "3.56": 1043, "3.57": 1044, "3.6": 1045, "3.60": 1046, "3.62": 1047, "3.625": 1048, "3.64": 1049, "3.65": 1050, "3.68": 1051, "3.69": 1052, "3.7": 1053, "3.74": 1054, "3.75": 1055, "3.8": 1056, "3.84": 1057, "3.85": 1058, "3.875": 1059, "3.9": 1060, "3.90": 1061, "3.95": 1062, "3.97": 1063, "30": 1064, "30,000": 1065, "30-a-share": 1066, "30-day": 1067, "30-minute": 1068, "30-second": 1069, "30-share": 1070, "30-year": 1071, "30-year-old": 1072, "30.1": 1073, "30.2": 1074, "30.3": 1075, "30.4": 1076, "30.6": 1077, "30.7": 1078, "300": 1079, "300,000": 1080, "300-a-share": 1081, "300-day": 1082, "3000": 1083, "300ZX": 1084, "301": 1085, "303": 1086, "304": 1087, "305": 1088, "308.32": 1089, "309": 1090, "3090": 1091, "31": 1092, "31,329": 1093, "31-year-old": 1094, "31.1": 1095, "31.2": 1096, "31.25": 1097, "31.3": 1098, "31.5": 1099, "31.9": 1100, "315,000": 1101, "317": 1102, "317.7": 1103, "318": 1104, "31\\/32": 1105, "32": 1106, "32,000": 1107, "32-a-share": 1108, "32-bit": 1109, "32.125": 1110, "32.5": 1111, "32.6": 1112, "32.71": 1113, "32.8": 1114, "320": 1115, "320-200": 1116, "321": 1117, "323": 1118, "323s": 1119, "325": 1120, "326": 1121, "329": 1122, "33": 1123, "33,000": 1124, "33-year-old": 1125, "33.25": 1126, "33.3": 1127, "33.6": 1128, "330": 1129, "332.38": 1130, "334,774": 1131, "336": 1132, "338": 1133, "34": 1134, "34,000": 1135, "34.2": 1136, "340": 1137, "342": 1138, "344": 1139, "345": 1140, "345-47": 1141, "348.4": 1142, "35": 1143, "35,000": 1144, "35-hour": 1145, "35-year-old": 1146, "35.50": 1147, "350": 1148, "350,000": 1149, "352": 1150, "355": 1151, "356": 1152, "357": 1153, "359": 1154, "36": 1155, "36-year-old": 1156, "36.50": 1157, "36.6": 1158, "360": 1159, "360-day": 1160, "362": 1161, "365-day": 1162, "367": 1163, "368": 1164, "37": 1165, "37-year-old": 1166, "37.1": 1167, "37.5": 1168, "37.50": 1169, "37.6": 1170, "37.75": 1171, "37.8": 1172, "370": 1173, "374": 1174, "375": 1175, "378": 1176, "37th": 1177, "38": 1178, "38,000": 1179, "38-year-old": 1180, "38.2": 1181, "38.5": 1182, "38.50": 1183, "38.7": 1184, "38.8": 1185, "380": 1186, "386": 1187, "39": 1188, "39,000": 1189, "39-year-old": 1190, "39.55": 1191, "39.7": 1192, "39.8": 1193, "390": 1194, "390,000": 1195, "392": 1196, "393": 1197, "396": 1198, "396,000": 1199, "399": 1200, "3:25": 1201, "3\\/16": 1202, "3\\/32": 1203, "3\\/4": 1204, "3\\/8": 1205, "4": 1206, "4,000": 1207, "4,400": 1208, "4,500": 1209, "4,830": 1210, "4,900": 1211, "4-0": 1212, "4-for-1": 1213, "4.03": 1214, "4.04": 1215, "4.05": 1216, "4.07": 1217, "4.1": 1218, "4.12": 1219, "4.15": 1220, "4.2": 1221, "4.20": 1222, "4.25": 1223, "4.3": 1224, "4.32": 1225, "4.35": 1226, "4.375": 1227, "4.4": 1228, "4.48": 1229, "4.5": 1230, "4.50": 1231, "4.52": 1232, "4.55": 1233, "4.56": 1234, "4.6": 1235, "4.625": 1236, "4.67": 1237, "4.68": 1238, "4.7": 1239, "4.75": 1240, "4.76": 1241, "4.8": 1242, "4.875": 1243, "4.9": 1244, "4.90": 1245, "4.92": 1246, "4.97": 1247, "40": 1248, "40,000": 1249, "40-point": 1250, "40-year": 1251, "40-year-old": 1252, "40.1": 1253, "40.4": 1254, "40.6": 1255, "40.9": 1256, "400": 1257, "400,000": 1258, "401": 1259, "403": 1260, "405": 1261, "405.4": 1262, "406": 1263, "409": 1264, "40th": 1265, "41": 1266, "41-year-old": 1267, "41.2": 1268, "41.3": 1269, "41.60": 1270, "41.76": 1271, "41.8": 1272, "410": 1273, "410,000": 1274, "412": 1275, "414": 1276, "415": 1277, "416": 1278, "42": 1279, "42.25": 1280, "42.5": 1281, "42.7": 1282, "42.9": 1283, "420": 1284, "425": 1285, "425,000": 1286, "42nd": 1287, "43": 1288, "43%-owned": 1289, "43,000": 1290, "43-year-old": 1291, "43.1": 1292, "43.3": 1293, "43.375": 1294, "43.5": 1295, "43.50": 1296, "43.75": 1297, "430": 1298, "430,000": 1299, "433": 1300, "436,000": 1301, "44": 1302, "44,000": 1303, "44,400": 1304, "44,877": 1305, "44.1": 1306, "44.125": 1307, "44.3": 1308, "44.5": 1309, "440": 1310, "441.1": 1311, "449": 1312, "449.3": 1313, "45": 1314, "45,000": 1315, "45-year-old": 1316, "45.2": 1317, "45.3": 1318, "45.50": 1319, "450": 1320, "450,000": 1321, "452": 1322, "453": 1323, "459.93": 1324, "46": 1325, "46-year-old": 1326, "46.125": 1327, "46.2": 1328, "46.5": 1329, "46.8": 1330, "46.9": 1331, "461": 1332, "465": 1333, "47": 1334, "47,000": 1335, "47-year-old": 1336, "47.1": 1337, "47.6": 1338, "470": 1339, "470.80": 1340, "473": 1341, "475": 1342, "475,000": 1343, "476.5": 1344, "478": 1345, "479": 1346, "48": 1347, "48,000": 1348, "48-year-old": 1349, "480": 1350, "481,000": 1351, "486": 1352, "486-based": 1353, "488": 1354, "49": 1355, "49%-owned": 1356, "49,000": 1357, "49-nation": 1358, "49-year-old": 1359, "49.1": 1360, "49.2": 1361, "49.4": 1362, "49.6": 1363, "49.7": 1364, "49.8": 1365, "49.9": 1366, "49.96": 1367, "490": 1368, "496": 1369, "4:30": 1370, "4\\/32": 1371, "5": 1372, "5,000": 1373, "5,200": 1374, "5,500": 1375, "5,600": 1376, "5-4": 1377, "5-fluorouracil": 1378, "5.04": 1379, "5.09": 1380, "5.1": 1381, "5.16": 1382, "5.2": 1383, "5.25": 1384, "5.27": 1385, "5.28": 1386, "5.3": 1387, "5.32": 1388, "5.4": 1389, "5.41": 1390, "5.42": 1391, "5.43": 1392, "5.5": 1393, "5.50": 1394, "5.58": 1395, "5.6": 1396, "5.64": 1397, "5.65": 1398, "5.66": 1399, "5.7": 1400, "5.70": 1401, "5.75": 1402, "5.8": 1403, "5.80": 1404, "5.81": 1405, "5.83": 1406, "5.9": 1407, "5.91": 1408, "5.94": 1409, "5.99": 1410, "50": 1411, "50,000": 1412, "50-50": 1413, "50.1": 1414, "50.3": 1415, "50.50": 1416, "50.6": 1417, "50.7": 1418, "50.875": 1419, "50.9": 1420, "500": 1421, "500,000": 1422, "500-Stock": 1423, "500-seat": 1424, "500-stock": 1425, "501": 1426, "504": 1427, "507": 1428, "508-point": 1429, "509": 1430, "50th": 1431, "51": 1432, "51-48": 1433, "51-day": 1434, "51-year-old": 1435, "51.1": 1436, "51.3": 1437, "51.50": 1438, "51.6": 1439, "51.75": 1440, "51.9": 1441, "515": 1442, "518": 1443, "52": 1444, "52-week": 1445, "52-year-old": 1446, "52.2": 1447, "52.7": 1448, "52.9": 1449, "522": 1450, "525": 1451, "525,000": 1452, "526": 1453, "526.3": 1454, "527,000": 1455, "527.39": 1456, "529.32": 1457, "53": 1458, "53.1": 1459, "53.2": 1460, "53.3": 1461, "53.7": 1462, "53.9": 1463, "530": 1464, "54": 1465, "54,000": 1466, "54.4": 1467, "54.5": 1468, "54.8": 1469, "540": 1470, "541": 1471, "542": 1472, "55": 1473, "55,000": 1474, "55-year-old": 1475, "55.2": 1476, "55.6": 1477, "55.7": 1478, "550": 1479, "550,000": 1480, "551": 1481, "557": 1482, "56": 1483, "56-year-old": 1484, "56.25": 1485, "56.875": 1486, "56.9": 1487, "560": 1488, "57": 1489, "57-year-old": 1490, "57.5": 1491, "570": 1492, "572": 1493, "575": 1494, "575,000": 1495, "576": 1496, "58": 1497, "58,000": 1498, "58.50": 1499, "58.9": 1500, "580": 1501, "582": 1502, "585": 1503, "589": 1504, "59": 1505, "59.3": 1506, "59.4": 1507, "59.5": 1508, "592": 1509, "598": 1510, "5:09": 1511, "5\\/16": 1512, "5\\/32": 1513, "5\\/8": 1514, "5th": 1515, "6": 1516, "6,000": 1517, "6,500": 1518, "6.00": 1519, "6.07": 1520, "6.1": 1521, "6.10": 1522, "6.15": 1523, "6.2": 1524, "6.20": 1525, "6.25": 1526, "6.3": 1527, "6.30": 1528, "6.4": 1529, "6.40": 1530, "6.45": 1531, "6.46": 1532, "6.5": 1533, "6.50": 1534, "6.52": 1535, "6.6": 1536, "6.7": 1537, "6.70": 1538, "6.75": 1539, "6.76": 1540, "6.79": 1541, "6.8": 1542, "6.80": 1543, "6.9": 1544, "6.90": 1545, "60": 1546, "60,000": 1547, "60-day": 1548, "60-vote": 1549, "60-year-old": 1550, "60.1": 1551, "60.25": 1552, "600": 1553, "600,000": 1554, "61": 1555, "61-year-old": 1556, "610": 1557, "613": 1558, "617": 1559, "62": 1560, "62,000": 1561, "62-year-old": 1562, "62.25": 1563, "62.42": 1564, "62.5": 1565, "62.7": 1566, "62.8": 1567, "62.875": 1568, "625": 1569, "625,000": 1570, "625.4": 1571, "628": 1572, "63": 1573, "63.52": 1574, "63.9": 1575, "630": 1576, "632": 1577, "64": 1578, "64.9": 1579, "640": 1580, "648.2": 1581, "65": 1582, "65,000": 1583, "65,200": 1584, "65.2": 1585, "65.7": 1586, "650": 1587, "654": 1588, "658": 1589, "66": 1590, "66-year-old": 1591, "66.7": 1592, "66.8": 1593, "660": 1594, "664": 1595, "668": 1596, "67": 1597, "67-year-old": 1598, "670": 1599, "673": 1600, "68": 1601, "68.2": 1602, "68.5": 1603, "680": 1604, "684": 1605, "69": 1606, "69-26": 1607, "69.5": 1608, "694": 1609, "699": 1610, "6\\/2": 1611, "6\\/32": 1612, "7": 1613, "7,000": 1614, "7,500": 1615, "7.01": 1616, "7.03": 1617, "7.09": 1618, "7.1": 1619, "7.10": 1620, "7.12": 1621, "7.14": 1622, "7.15": 1623, "7.19": 1624, "7.2": 1625, "7.20": 1626, "7.227": 1627, "7.25": 1628, "7.282": 1629, "7.3": 1630, "7.30": 1631, "7.31": 1632, "7.32": 1633, "7.35": 1634, "7.37": 1635, "7.4": 1636, "7.41": 1637, "7.42": 1638, "7.45": 1639, "7.5": 1640, "7.50": 1641, "7.51": 1642, "7.52": 1643, "7.53": 1644, "7.54": 1645, "7.55": 1646, "7.57": 1647, "7.6": 1648, "7.60": 1649, "7.61": 1650, "7.62": 1651, "7.65": 1652, "7.7": 1653, "7.73": 1654, "7.74": 1655, "7.75": 1656, "7.77": 1657, "7.78": 1658, "7.8": 1659, "7.80": 1660, "7.81": 1661, "7.82": 1662, "7.85": 1663, "7.875": 1664, "7.88": 1665, "7.89": 1666, "7.9": 1667, "7.90": 1668, "7.91": 1669, "7.92": 1670, "7.93": 1671, "7.94": 1672, "7.95": 1673, "7.96": 1674, "7.962": 1675, "7.97": 1676, "7.98": 1677, "7.986": 1678, "7.99": 1679, "70": 1680, "70,000": 1681, "70.1": 1682, "70.3": 1683, "70.9": 1684, "700": 1685, "700,000": 1686, "71": 1687, "71%-owned": 1688, "71.9": 1689, "711": 1690, "715": 1691, "72": 1692, "72-a-share": 1693, "72-year-old": 1694, "72.2": 1695, "72.3": 1696, "720": 1697, "720,000": 1698, "723": 1699, "725": 1700, "727": 1701, "729": 1702, "73": 1703, "73-year-old": 1704, "73.5": 1705, "730,070": 1706, "737": 1707, "74": 1708, "74.4": 1709, "747": 1710, "747-400": 1711, "747-400s": 1712, "749": 1713, "75": 1714, "75,000": 1715, "75.1": 1716, "75.2": 1717, "750": 1718, "750,000": 1719, "756": 1720, "757": 1721, "757-200s": 1722, "75th": 1723, "76": 1724, "76,000": 1725, "76.5": 1726, "76.50": 1727, "76.7": 1728, "765": 1729, "767": 1730, "767-300ER": 1731, "77": 1732, "77-year-old": 1733, "77.3": 1734, "77.7": 1735, "774": 1736, "78": 1737, "78.4": 1738, "78.8": 1739, "783": 1740, "784": 1741, "785": 1742, "79": 1743, "79-year-old": 1744, "79.03": 1745, "79.4": 1746, "7:30": 1747, "7\\/16": 1748, "7\\/32": 1749, "7\\/8": 1750, "8": 1751, "8,000": 1752, "8,500": 1753, "8,880": 1754, "8-9": 1755, "8.00": 1756, "8.01": 1757, "8.02": 1758, "8.03": 1759, "8.04": 1760, "8.05": 1761, "8.06": 1762, "8.08": 1763, "8.09": 1764, "8.1": 1765, "8.10": 1766, "8.125": 1767, "8.13": 1768, "8.15": 1769, "8.17": 1770, "8.2": 1771, "8.20": 1772, "8.21": 1773, "8.22": 1774, "8.23": 1775, "8.24": 1776, "8.25": 1777, "8.26": 1778, "8.27": 1779, "8.28": 1780, "8.292": 1781, "8.3": 1782, "8.30": 1783, "8.31": 1784, "8.32": 1785, "8.325": 1786, "8.33": 1787, "8.337": 1788, "8.35": 1789, "8.375": 1790, "8.38": 1791, "8.4": 1792, "8.40": 1793, "8.42": 1794, "8.43": 1795, "8.45": 1796, "8.47": 1797, "8.475": 1798, "8.48": 1799, "8.5": 1800, "8.50": 1801, "8.52": 1802, "8.53": 1803, "8.55": 1804, "8.56": 1805, "8.575": 1806, "8.59": 1807, "8.6": 1808, "8.60": 1809, "8.61": 1810, "8.62": 1811, "8.625": 1812, "8.63": 1813, "8.65": 1814, "8.68": 1815, "8.7": 1816, "8.70": 1817, "8.75": 1818, "8.8": 1819, "8.82": 1820, "8.85": 1821, "8.875": 1822, "8.9": 1823, "8.90": 1824, "8.95": 1825, "8.98": 1826, "80": 1827, "80%-owned": 1828, "80,000": 1829, "80-megabyte": 1830, "80-point": 1831, "800": 1832, "800,000": 1833, "80386": 1834, "80486": 1835, "807": 1836, "81": 1837, "81,000": 1838, "81.2": 1839, "81.6": 1840, "813": 1841, "82": 1842, "82.2": 1843, "82.5": 1844, "82.8": 1845, "822": 1846, "83": 1847, "83.7": 1848, "83.8": 1849, "833.6": 1850, "84": 1851, "84-6": 1852, "840.8": 1853, "846": 1854, "849": 1855, "85": 1856, "850": 1857, "86": 1858, "86.3": 1859, "86.4": 1860, "86.50": 1861, "866": 1862, "869": 1863, "87": 1864, "87.25": 1865, "87.5": 1866, "88": 1867, "88-point": 1868, "88.12": 1869, "88.12-point": 1870, "88.8": 1871, "880": 1872, "880,000": 1873, "89": 1874, "89.6": 1875, "8:30": 1876, "8\\/32": 1877, "9": 1878, "9,000": 1879, "9-10:30": 1880, "9-11": 1881, "9.06": 1882, "9.1": 1883, "9.19": 1884, "9.2": 1885, "9.25": 1886, "9.29": 1887, "9.3": 1888, "9.33": 1889, "9.34": 1890, "9.35": 1891, "9.39": 1892, "9.4": 1893, "9.43": 1894, "9.45": 1895, "9.5": 1896, "9.50": 1897, "9.51": 1898, "9.53": 1899, "9.6": 1900, "9.625": 1901, "9.7": 1902, "9.75": 1903, "9.76": 1904, "9.78": 1905, "9.8": 1906, "9.80": 1907, "9.81": 1908, "9.86": 1909, "9.875": 1910, "9.88": 1911, "9.9": 1912, "9.90": 1913, "90": 1914, "90,000": 1915, "900": 1916, "900,000": 1917, "9000": 1918, "904": 1919, "91": 1920, "91-day": 1921, "91.2": 1922, "91.7": 1923, "911": 1924, "92": 1925, "925": 1926, "93": 1927, "93-day": 1928, "93.2": 1929, "93.75": 1930, "94": 1931, "942": 1932, "944": 1933, "95": 1934, "95.2": 1935, "95.4": 1936, "950": 1937, "96": 1938, "961": 1939, "963": 1940, "965": 1941, "97": 1942, "97.9": 1943, "98": 1944, "98.5": 1945, "980.2": 1946, "986": 1947, "99": 1948, "99.1": 1949, "99.14": 1950, "99.1875": 1951, "99.35": 1952, "99.5": 1953, "99.75": 1954, "99.85": 1955, "99.90": 1956, "999": 1957, "9:30": 1958, "9\\/16": 1959, "9\\/32": 1960, ":": 1961, ";": 1962, "=": 1963, "?": 1964, "A": 1965, "A$": 1966, "A&M": 1967, "A&P": 1968, "A&W": 1969, "A's": 1970, "A-2": 1971, "A-6": 1972, "A.": 1973, "A.C.": 1974, "A.F.": 1975, "A.G.": 1976, "A.H.": 1977, "A.P.": 1978, "AB": 1979, "ABB": 1980, "ABBIE": 1981, "ABC": 1982, "ABM": 1983, "AC&R": 1984, "ACCEPTANCES": 1985, "ACCOUNT": 1986, "ACCOUNTING": 1987, "ACLU": 1988, "ADN": 1989, "ADRs": 1990, "ADS": 1991, "AEG": 1992, "AEP": 1993, "AEW": 1994, "AFL-CIO": 1995, "AG": 1996, "AGIP": 1997, "AIDS": 1998, "AIDS-infected": 1999, "AIW": 2000, "AM": 2001, "AMERICAN": 2002, "AMR": 2003, "AMT": 2004, "AN": 2005, "ANC": 2006, "AND": 2007, "APPLE": 2008, "ARCO": 2009, "ARE": 2010, "ARTICLE": 2011, "AS": 2012, "ASCAP": 2013, "ASSETS": 2014, "ASSOCIATION": 2015, "AST": 2016, "AT&T": 2017, "AUS": 2018, "AVX": 2019, "AZT": 2020, "Aaron": 2021, "Ababa": 2022, "Abalkin": 2023, "Abbie": 2024, "Abbott": 2025, "Abby": 2026, "Aberdeen": 2027, "Abortion": 2028, "About": 2029, "Above": 2030, "Abraham": 2031, "Abrams": 2032, "Abramson": 2033, "Absolutely": 2034, "Academy": 2035, "Acadia": 2036, "Acceptance": 2037, "Accepted": 2038, "Accessories": 2039, "Accident": 2040, "Accord": 2041, "According": 2042, "Accords": 2043, "Account": 2044, "Accounting": 2045, "Accounts": 2046, "Accumulation": 2047, "Achenbaum": 2048, "Ackerman": 2049, "Acquisition": 2050, "Act": 2051, "Acting": 2052, "Action": 2053, "Activity": 2054, "Actually": 2055, "Acura": 2056, "Ad": 2057, "Ada": 2058, "Adams": 2059, "Add": 2060, "Added": 2061, "Adding": 2062, "Addington": 2063, "Addis": 2064, "Addison": 2065, "Additional": 2066, "Additionally": 2067, "Adds": 2068, "Adia": 2069, "Adjusters": 2070, "Adler": 2071, "Adm.": 2072, "Administration": 2073, "Administrators": 2074, "Adobe": 2075, "Adolph": 2076, "Adults": 2077, "Advanced": 2078, "Advancers": 2079, "Advancing": 2080, "Adverse": 2081, "Advertisers": 2082, "Advertising": 2083, "Adviser": 2084, "Advisers": 2085, "Advisor": 2086, "Advisors": 2087, "Advisory": 2088, "Aegis": 2089, "Aer": 2090, "Aeroflot": 2091, "Aeronautics": 2092, "Aeroquip": 2093, "Aerospace": 2094, "Aetna": 2095, "Affair": 2096, "Affairs": 2097, "Affiliated": 2098, "Afghan": 2099, "Afghanistan": 2100, "Africa": 2101, "African": 2102, "Afrikaner": 2103, "Afrikaners": 2104, "After": 2105, "Afterward": 2106, "Aga": 2107, "Again": 2108, "Against": 2109, "Age": 2110, "Agency": 2111, "Agent": 2112, "Agents": 2113, "Agnelli": 2114, "Agnellis": 2115, "Agnew": 2116, "Agnos": 2117, "Agreement": 2118, "Agricola": 2119, "Agricole": 2120, "Agricultural": 2121, "Agriculture": 2122, "Ahmad": 2123, "Ahmanson": 2124, "Aichi": 2125, "Aid": 2126, "Aided": 2127, "Aikman": 2128, "Ailes": 2129, "Aim": 2130, "Air": 2131, "Airbus": 2132, "Aircraft": 2133, "Airline": 2134, "Airlines": 2135, "Airport": 2136, "Airways": 2137, "Ajinomoto": 2138, "Akerson": 2139, "Akio": 2140, "Akron": 2141, "Akzo": 2142, "Al": 2143, "Al-Chalabi": 2144, "Ala": 2145, "Ala.": 2146, "Alabama": 2147, "Alamos": 2148, "Alan": 2149, "Alar": 2150, "Alarcon": 2151, "Alarmed": 2152, "Alaska": 2153, "Alaskan": 2154, "Albania": 2155, "Albany": 2156, "Albert": 2157, "Alberta": 2158, "Albuquerque": 2159, "Alcan": 2160, "Alcee": 2161, "Alceste": 2162, "Alcohol": 2163, "Aldus": 2164, "Alert": 2165, "Alex": 2166, "Alexander": 2167, "Alexandria": 2168, "Alexandrine": 2169, "Alfred": 2170, "Alfredo": 2171, "Alger": 2172, "Algeria": 2173, "Ali": 2174, "Alice": 2175, "Alito": 2176, "All": 2177, "Allan": 2178, "Allday": 2179, "Allen": 2180, "Allentown": 2181, "Alley": 2182, "Alliance": 2183, "Allianz": 2184, "Allied": 2185, "Allied-Lyons": 2186, "Allied-Signal": 2187, "Allowing": 2188, "Allstate": 2189, "Alltel": 2190, "Almost": 2191, "Aloe": 2192, "Along": 2193, "Alongside": 2194, "Alpha": 2195, "Alpine": 2196, "Already": 2197, "Also": 2198, "Alsthom": 2199, "Alter": 2200, "Alternative": 2201, "Alternatively": 2202, "Althea": 2203, "Although": 2204, "Altimari": 2205, "Altman": 2206, "Alto": 2207, "Altogether": 2208, "Alton": 2209, "Altos": 2210, "Aluminium": 2211, "Aluminum": 2212, "Alusuisse": 2213, "Alvin": 2214, "Always": 2215, "Am": 2216, "Amax": 2217, "Amazing": 2218, "Ambassador": 2219, "Ambrosiano": 2220, "Amcast": 2221, "Amcore": 2222, "Amdahl": 2223, "Amdura": 2224, "Amendment": 2225, "Amerada": 2226, "AmeriGas": 2227, "America": 2228, "American": 2229, "American-built": 2230, "American-made": 2231, "American-style": 2232, "Americans": 2233, "Americas": 2234, "Ameritas": 2235, "Ameritech": 2236, "Ames": 2237, "Amex": 2238, "Amfac": 2239, "Amgen": 2240, "Amicable": 2241, "Amid": 2242, "Amira": 2243, "Ammann": 2244, "Amoco": 2245, "Amon": 2246, "Among": 2247, "Amram": 2248, "Amsterdam": 2249, "Amstrad": 2250, "Amtech": 2251, "Amtrak": 2252, "Amway": 2253, "Amy": 2254, "An": 2255, "Ana": 2256, "Anacomp": 2257, "Anaheim": 2258, "Analog": 2259, "Analysis": 2260, "Analyst": 2261, "Analysts": 2262, "Analytical": 2263, "Anchor": 2264, "Anchorage": 2265, "And": 2266, "Andersen": 2267, "Anderson": 2268, "Andersson": 2269, "Andreas": 2270, "Andrew": 2271, "Andrews": 2272, "Andy": 2273, "Angel": 2274, "Angeles": 2275, "Angeles-based": 2276, "Angell": 2277, "Angelo": 2278, "Angels": 2279, "Anglia": 2280, "Anglo": 2281, "Anglo-American": 2282, "Anglo-Dutch": 2283, "Anglo-French": 2284, "Anheuser": 2285, "Anheuser-Busch": 2286, "Animals": 2287, "Ann": 2288, "Anne": 2289, "Annual": 2290, "Annualized": 2291, "Another": 2292, "Antar": 2293, "Antarctica": 2294, "Anthony": 2295, "Anti-nuclear": 2296, "Antitrust": 2297, "Antolini": 2298, "Anton": 2299, "Antonini": 2300, "Antonio": 2301, "Any": 2302, "Anyone": 2303, "Anything": 2304, "Aoki": 2305, "Aoun": 2306, "Apogee": 2307, "Apollo": 2308, "Apparel": 2309, "Apparently": 2310, "Appeals": 2311, "Appel": 2312, "Appellate": 2313, "Apple": 2314, "Applebaum": 2315, "Appleyard": 2316, "Applied": 2317, "Appropriations": 2318, "April": 2319, "Aquino": 2320, "Arab": 2321, "Arab-sponsored": 2322, "Arabia": 2323, "Arabian": 2324, "Arabic": 2325, "Arabs": 2326, "Arafat": 2327, "Araskog": 2328, "Arbel": 2329, "Arbitragers": 2330, "Arby": 2331, "Archer-Daniels-Midland": 2332, "Architects": 2333, "Archive": 2334, "Archives": 2335, "Archuleta": 2336, "Arco": 2337, "Arctic": 2338, "Arden": 2339, "Are": 2340, "Area": 2341, "Argentina": 2342, "Argentine": 2343, "Argus": 2344, "Arias": 2345, "Ariz": 2346, "Ariz.": 2347, "Arizona": 2348, "Ark": 2349, "Ark.": 2350, "Arkansas": 2351, "Arkla": 2352, "Arkoma": 2353, "Arlen": 2354, "Arlington": 2355, "Armco": 2356, "Armed": 2357, "Armenian": 2358, "Armenians": 2359, "Armonk": 2360, "Armstrong": 2361, "Armuelles": 2362, "Army": 2363, "Arnold": 2364, "Aronson": 2365, "Around": 2366, "Arps": 2367, "Arrow": 2368, "Art": 2369, "Arthur": 2370, "Article": 2371, "Artists": 2372, "Arts": 2373, "Aruba": 2374, "As": 2375, "Asahi": 2376, "Asarco": 2377, "Asea": 2378, "Asher": 2379, "Ashland": 2380, "Ashtabula": 2381, "Ashton-Tate": 2382, "Ashurst": 2383, "Asia": 2384, "Asia-Pacific": 2385, "Asian": 2386, "Asians": 2387, "Aside": 2388, "Asilone": 2389, "Aska": 2390, "Asked": 2391, "Aslanian": 2392, "Asman": 2393, "Aspin": 2394, "Asquith": 2395, "Assembly": 2396, "Assemblyman": 2397, "Assessment": 2398, "Asset": 2399, "Asset-Backed": 2400, "Assets": 2401, "Assistant": 2402, "Associated": 2403, "Associates": 2404, "Association": 2405, "Assume": 2406, "Assuming": 2407, "Assurance": 2408, "Assurances": 2409, "At": 2410, "Athena": 2411, "Athens": 2412, "Athletics": 2413, "Atkins": 2414, "Atkinson": 2415, "Atlanta": 2416, "Atlanta-based": 2417, "Atlantic": 2418, "Atlantis": 2419, "Atlas": 2420, "Atsushi": 2421, "Attendants": 2422, "Attention": 2423, "Attic": 2424, "Attorney": 2425, "Attorneys": 2426, "AuCoin": 2427, "Audi": 2428, "Audit": 2429, "Aug.": 2430, "August": 2431, "Aurora": 2432, "Aussedat": 2433, "Austin": 2434, "Australia": 2435, "Australian": 2436, "Austrian": 2437, "Authorities": 2438, "Authority": 2439, "Auto": 2440, "Automated": 2441, "Automatic": 2442, "Automax": 2443, "Automobile": 2444, "Automotive": 2445, "Autry": 2446, "Auvil": 2447, "Avalon": 2448, "Avdel": 2449, "Avedisian": 2450, "Avenue": 2451, "Average": 2452, "Avery": 2453, "Aviacion": 2454, "Aviation": 2455, "Aviv": 2456, "Avon": 2457, "Avondale": 2458, "Axa": 2459, "Axa-Midi": 2460, "Axe": 2461, "Ayer": 2462, "Azoff": 2463, "Aztar": 2464, "B": 2465, "B-2": 2466, "B-3": 2467, "B.": 2468, "B.A.T": 2469, "B.F.": 2470, "B.J.": 2471, "B.V.": 2472, "B2": 2473, "BANK": 2474, "BANKERS": 2475, "BART": 2476, "BBDO": 2477, "BCE": 2478, "BDDP": 2479, "BILLS": 2480, "BIP": 2481, "BK": 2482, "BMW": 2483, "BNL": 2484, "BP": 2485, "BPC": 2486, "BPCA": 2487, "BRIEFS": 2488, "BSB": 2489, "BSN": 2490, "BT": 2491, "Ba-3": 2492, "Ba3": 2493, "Baa-2": 2494, "Baa2": 2495, "Babe": 2496, "Baby": 2497, "Bacarella": 2498, "Bach": 2499, "Bachman": 2500, "Bachmann": 2501, "Bacillus": 2502, "Back": 2503, "Backer": 2504, "Bad": 2505, "Baden-Wuerttemberg": 2506, "Baer": 2507, "Bahamas": 2508, "Bailey": 2509, "Bailit": 2510, "Baird": 2511, "Baja": 2512, "Baker": 2513, "Bakersfield": 2514, "Bakes": 2515, "Bakker": 2516, "Balcor": 2517, "Baldwin": 2518, "Ball": 2519, "Ballard": 2520, "Ballhaus": 2521, "Balloon": 2522, "Bally": 2523, "Baltic": 2524, "Baltimore": 2525, "Balzac": 2526, "BanPonce": 2527, "Banana": 2528, "Banc": 2529, "Banca": 2530, "Banco": 2531, "Bancorp": 2532, "Bancorp.": 2533, "Bancroft": 2534, "Bandler": 2535, "Bang": 2536, "Bangkok": 2537, "Bank": 2538, "BankAmerica": 2539, "Bankers": 2540, "Banking": 2541, "Bankruptcy": 2542, "Banks": 2543, "Bankshares": 2544, "Banque": 2545, "Banxquote": 2546, "Bar": 2547, "Barabba": 2548, "Barakat": 2549, "Barbara": 2550, "Barber": 2551, "Barbra": 2552, "Barclay": 2553, "Barclays": 2554, "Bard": 2555, "Bard\\/EMS": 2556, "Bare-Faced": 2557, "Barely": 2558, "Bargain": 2559, "Baring": 2560, "Barksdale": 2561, "Barletta": 2562, "Barnard": 2563, "Barnes": 2564, "Barnett": 2565, "Barney": 2566, "Barnicle": 2567, "Baron": 2568, "Barr": 2569, "Barrah": 2570, "Barre": 2571, "Barrett": 2572, "Barrier": 2573, "Barris": 2574, "Barron": 2575, "Barry": 2576, "Bartlesville": 2577, "Bartlett": 2578, "Base": 2579, "Baseball": 2580, "Based": 2581, "Basel": 2582, "Basf": 2583, "Basically": 2584, "Basil": 2585, "Basin": 2586, "Basir": 2587, "Basketball": 2588, "Bass": 2589, "Bataan": 2590, "Batchelder": 2591, "Bates": 2592, "Batibot": 2593, "Batman": 2594, "Battelle": 2595, "Battery": 2596, "Battle": 2597, "Bauer": 2598, "Bauman": 2599, "Bausch": 2600, "Bavaria": 2601, "Baxter": 2602, "Bay": 2603, "Bay-area": 2604, "Bayer": 2605, "Bayerische": 2606, "Be": 2607, "Beach": 2608, "Beacon": 2609, "Beal": 2610, "Beale": 2611, "Beam": 2612, "Bean": 2613, "Bear": 2614, "Bearings": 2615, "Bears": 2616, "Beatrice": 2617, "Beau": 2618, "Beauregard": 2619, "Beaver": 2620, "Beaverton": 2621, "Bebear": 2622, "Because": 2623, "Bechtel": 2624, "Beckman": 2625, "Beddall": 2626, "Bedford": 2627, "Beebes": 2628, "Beecham": 2629, "Beefeater": 2630, "Beer": 2631, "Beers": 2632, "Before": 2633, "Beghin-Say": 2634, "Beginning": 2635, "Behind": 2636, "Beijing": 2637, "Being": 2638, "Beirut": 2639, "Belding": 2640, "Belgian": 2641, "Belgique": 2642, "Belgium": 2643, "Belier": 2644, "Bell": 2645, "BellSouth": 2646, "BellSouth-LIN": 2647, "Belli": 2648, "Bello": 2649, "Belmont": 2650, "Belo": 2651, "Ben": 2652, "Beneficial": 2653, "Benefit": 2654, "Benjamin": 2655, "Bennett": 2656, "Benson": 2657, "Bensonhurst": 2658, "Benton": 2659, "Bentsen": 2660, "Berbera": 2661, "Beretta": 2662, "Bergen": 2663, "Berger": 2664, "Bergsma": 2665, "Berkeley": 2666, "Berkshire": 2667, "Berlin": 2668, "Berlitz": 2669, "Bern": 2670, "Bernard": 2671, "Bernhard": 2672, "Bernstein": 2673, "Berra": 2674, "Berry": 2675, "Bert": 2676, "Berthold": 2677, "Bertolotti": 2678, "Bertussi": 2679, "Besides": 2680, "Best": 2681, "Beta": 2682, "Beth": 2683, "BethForge": 2684, "Bethlehem": 2685, "Betsy": 2686, "Bette": 2687, "Better": 2688, "Betty": 2689, "Between": 2690, "Beverage": 2691, "Beverly": 2692, "Beyond": 2693, "Bhd.": 2694, "Bianchi": 2695, "Bias": 2696, "Bick": 2697, "Bickwit": 2698, "Bicycle": 2699, "Bids": 2700, "Biehl": 2701, "Big": 2702, "Bigger": 2703, "Bike": 2704, "Biking": 2705, "Bilanz": 2706, "Bill": 2707, "Billings": 2708, "Billy": 2709, "Bilzerian": 2710, "Bince": 2711, "Biny": 2712, "Bio-Technology": 2713, "BioSciences": 2714, "Biological": 2715, "Biondi": 2716, "Biosource": 2717, "Biotechnical": 2718, "Biotechnology": 2719, "Birinyi": 2720, "Birmingham": 2721, "Birnbaum": 2722, "Birtcher": 2723, "Bishop": 2724, "Bixby": 2725, "BizMart": 2726, "Black": 2727, "Blacks": 2728, "Blackstone": 2729, "Blaine": 2730, "Blair": 2731, "Blake": 2732, "Blanchard": 2733, "Blandings": 2734, "Blandon": 2735, "Blankenship": 2736, "Blazer": 2737, "Blind": 2738, "Blinder": 2739, "Bloc": 2740, "Bloch": 2741, "Block": 2742, "Blockbuster": 2743, "Blodgett": 2744, "Bloedel": 2745, "Blondes": 2746, "Bloomfield": 2747, "Bloomingdale": 2748, "Bloomington": 2749, "Blue": 2750, "Blue-chip": 2751, "Blues": 2752, "Bluff": 2753, "Blum": 2754, "Blumenfeld": 2755, "Blumstein": 2756, "Blunt": 2757, "Board": 2758, "Boat": 2759, "Bob": 2760, "Bobar": 2761, "Bobby": 2762, "Bock": 2763, "Bockris": 2764, "Body": 2765, "Boehm": 2766, "Boehringer": 2767, "Boeing": 2768, "Boesel": 2769, "Boesky": 2770, "Bofors": 2771, "Bogart": 2772, "Bognato": 2773, "Boies": 2774, "Boise": 2775, "Bolar": 2776, "Bolinas": 2777, "Bolivia": 2778, "Bolling": 2779, "Bologna": 2780, "Bombay": 2781, "Bon": 2782, "Bonanza": 2783, "Bond": 2784, "Bonds": 2785, "Bonfire": 2786, "Bonn": 2787, "Bonnie": 2788, "Bonwit": 2789, "Book": 2790, "Booker": 2791, "Books": 2792, "Boone": 2793, "Boots": 2794, "Borden": 2795, "Boren": 2796, "Boris": 2797, "Bork": 2798, "Born": 2799, "Borner": 2800, "Bosch": 2801, "Boskin": 2802, "Bostian": 2803, "Bostic": 2804, "Bostik": 2805, "Boston": 2806, "Boston-based": 2807, "Bosworth": 2808, "Both": 2809, "Boudreau": 2810, "Bougainville": 2811, "Bouillaire": 2812, "Boulder": 2813, "Boulevard": 2814, "Bourbon": 2815, "Bourse": 2816, "Bouygues": 2817, "Boveri": 2818, "Bowater": 2819, "Bowes": 2820, "Bowing": 2821, "Bowker": 2822, "Bowl": 2823, "Bowles": 2824, "Box": 2825, "Boxes": 2826, "Boyd": 2827, "Boyer": 2828, "Boys": 2829, "Bozell": 2830, "Bradford": 2831, "Bradley": 2832, "Bradstreet": 2833, "Brady": 2834, "Brae": 2835, "Bragg": 2836, "Braintree": 2837, "Brake": 2838, "Branca": 2839, "Brand": 2840, "Brands": 2841, "Branford": 2842, "Braniff": 2843, "Brantford": 2844, "Bravo": 2845, "Brawer": 2846, "Brazil": 2847, "Brazilian": 2848, "Brecht": 2849, "Brechtian": 2850, "Breeden": 2851, "Breeders": 2852, "Breene": 2853, "Bremen": 2854, "Brenda": 2855, "Brent": 2856, "Brevetti": 2857, "Breweries": 2858, "Brewery": 2859, "Brewing": 2860, "Brezhnevite": 2861, "Brian": 2862, "Brick": 2863, "Bridge": 2864, "Bridges": 2865, "Brierley": 2866, "Briggs": 2867, "Bright": 2868, "Brink": 2869, "Briscoe": 2870, "Brissette": 2871, "Bristol": 2872, "Bristol-Myers": 2873, "Britain": 2874, "British": 2875, "British-based": 2876, "British-owned": 2877, "Brizola": 2878, "Broad": 2879, "BroadBeach": 2880, "Broadcast": 2881, "Broadcasters": 2882, "Broadcasting": 2883, "Broader": 2884, "Broadway": 2885, "Broberg": 2886, "Brockville": 2887, "Broder": 2888, "Broderick": 2889, "Brody": 2890, "Broker": 2891, "Brokerage": 2892, "Brokers": 2893, "Bromley": 2894, "Bronco": 2895, "Bronfman": 2896, "Bronner": 2897, "Bronson": 2898, "Bronx": 2899, "Brook": 2900, "Brooke": 2901, "Brookings": 2902, "Brookline": 2903, "Brooklyn": 2904, "Brooks": 2905, "Bros": 2906, "Bros.": 2907, "Brotherhood": 2908, "Brothers": 2909, "Brouwer": 2910, "Broward": 2911, "Brown": 2912, "Brown-Forman": 2913, "Browning": 2914, "Browns": 2915, "Brozman": 2916, "Bruce": 2917, "Bruner": 2918, "Bruno": 2919, "Brunswick": 2920, "Brush": 2921, "Brussels": 2922, "Bruyette": 2923, "Bryan": 2924, "Bryant": 2925, "Buchner": 2926, "Buchwald": 2927, "Buck": 2928, "Buckley": 2929, "Bud": 2930, "Budapest": 2931, "Buddy": 2932, "Budget": 2933, "Budweiser": 2934, "Buffalo": 2935, "Buffett": 2936, "Builders": 2937, "Building": 2938, "Built": 2939, "Bulgaria": 2940, "Bulgarian": 2941, "Bull": 2942, "Bullock": 2943, "Bullocks": 2944, "Bulls": 2945, "Bum": 2946, "Bumiputra": 2947, "Bumpers": 2948, "Bundesbank": 2949, "Bundy": 2950, "Bunker": 2951, "Bunny": 2952, "Bunting": 2953, "Bureau": 2954, "Bureaus": 2955, "Burford": 2956, "Burger": 2957, "Burgess": 2958, "Buried": 2959, "Burke": 2960, "Burlington": 2961, "Burmah": 2962, "Burnham": 2963, "Burns": 2964, "Burr": 2965, "Burroughs": 2966, "Burt": 2967, "Burton": 2968, "Bus": 2969, "Busch": 2970, "Bush": 2971, "Business": 2972, "Businesses": 2973, "Businessland": 2974, "Bussieres": 2975, "But": 2976, "Butcher": 2977, "Butler": 2978, "Butterfinger": 2979, "Butz": 2980, "Buy": 2981, "Buyer": 2982, "Buyers": 2983, "Buying": 2984, "Buzzell": 2985, "By": 2986, "Byler": 2987, "Bynoe": 2988, "Byrd": 2989, "Byrne": 2990, "Byron": 2991, "Byrum": 2992, "C": 2993, "C$": 2994, "C-SPAN": 2995, "C-word": 2996, "C.": 2997, "C.D.s": 2998, "C.J.": 2999, "C.R.": 3000, "CACI": 3001, "CAE": 3002, "CALIFORNIA": 3003, "CALL": 3004, "CAPITAL": 3005, "CBOE": 3006, "CBS": 3007, "CD": 3008, "CD-type": 3009, "CDBG": 3010, "CDC": 3011, "CDL": 3012, "CDs": 3013, "CEO": 3014, "CERTIFICATES": 3015, "CF6-6": 3016, "CFC": 3017, "CFCs": 3018, "CFTC": 3019, "CHECKOFF": 3020, "CHEMICAL": 3021, "CHICAGO": 3022, "CIA": 3023, "CIM": 3024, "CLAUSE": 3025, "CML": 3026, "CMS": 3027, "CNBC": 3028, "CNN": 3029, "CNW": 3030, "CO.": 3031, "COCOA": 3032, "COKE": 3033, "COMMERCIAL": 3034, "COMPANIES": 3035, "COMPUTER": 3036, "CONTINENTAL": 3037, "COPPER": 3038, "CORP": 3039, "CORP.": 3040, "CORPORATE": 3041, "COURT": 3042, "CP486": 3043, "CPAs": 3044, "CPC": 3045, "CPI": 3046, "CRA": 3047, "CRAF-Cassini": 3048, "CRI": 3049, "CRRES": 3050, "CS": 3051, "CSC": 3052, "CVN": 3053, "CWA": 3054, "Ca": 3055, "Caa": 3056, "Cabinet": 3057, "Cable": 3058, "Cablevision": 3059, "Cabrera": 3060, "Cadbury": 3061, "Cadillac": 3062, "Caere": 3063, "Caesars": 3064, "Cairo": 3065, "CalMat": 3066, "Calabasas": 3067, "Calgary": 3068, "Calgary-based": 3069, "Calgene": 3070, "Calif": 3071, "Calif.": 3072, "Calif.-based": 3073, "California": 3074, "California-based": 3075, "Californians": 3076, "Call": 3077, "Callable": 3078, "Called": 3079, "Calloway": 3080, "Calor": 3081, "Caltrans": 3082, "Calvi": 3083, "Cambodia": 3084, "Cambodian": 3085, "Cambria": 3086, "Cambridge": 3087, "Camden": 3088, "Camera": 3089, "Camilo": 3090, "Camp": 3091, "Campaign": 3092, "Campaneris": 3093, "Campbell": 3094, "Campbell-Mithun": 3095, "Campbell-Mithun-Esty": 3096, "Campeau": 3097, "Campo": 3098, "Can": 3099, "Canaan": 3100, "Canada": 3101, "Canadian": 3102, "Canal": 3103, "Cananea": 3104, "Canaveral": 3105, "Cancer": 3106, "Candice": 3107, "Candlestick": 3108, "Cane": 3109, "Canelo": 3110, "Cannes": 3111, "Canonie": 3112, "Canter": 3113, "Canton": 3114, "Cantor": 3115, "Cap": 3116, "Capcom": 3117, "Cape": 3118, "Capel": 3119, "Capital": 3120, "Capitalists": 3121, "Capitalizing": 3122, "Capitol": 3123, "Car": 3124, "Cara": 3125, "Carat": 3126, "Carbide": 3127, "Carboni": 3128, "Card": 3129, "Carder": 3130, "Cardinal": 3131, "Cardiovascular": 3132, "Cards": 3133, "Care": 3134, "Carew": 3135, "Carey": 3136, "Cargill": 3137, "Caribbean": 3138, "Carl": 3139, "Carla": 3140, "Carlos": 3141, "Carlson": 3142, "Carlton": 3143, "Carlucci": 3144, "Carmichael": 3145, "Carmine": 3146, "Carmon": 3147, "Carnegie": 3148, "Carnival": 3149, "Carol": 3150, "Carolina": 3151, "Carolinas": 3152, "Carolyn": 3153, "Carpenter": 3154, "Carr": 3155, "Carr-Lowrey": 3156, "Carriers": 3157, "Carrion": 3158, "Carroll": 3159, "Cars": 3160, "Carson": 3161, "Carter": 3162, "Carver": 3163, "Casablanca": 3164, "Cascade": 3165, "Case": 3166, "Casey": 3167, "Cash": 3168, "Casino": 3169, "Caspar": 3170, "Caspi": 3171, "Castaneda": 3172, "Castillo": 3173, "Castle": 3174, "Castro": 3175, "Casualty": 3176, "Catastrophic": 3177, "Caterpillar": 3178, "Cathay": 3179, "Cathcart": 3180, "Catherall": 3181, "Catherine": 3182, "Catholic": 3183, "Catholics": 3184, "Cattle": 3185, "Caution": 3186, "Cavalier": 3187, "Cavenee": 3188, "Cawthorn": 3189, "Cayne": 3190, "Cedar": 3191, "Cela": 3192, "Celimene": 3193, "Cellular": 3194, "Celtona": 3195, "Cemetery": 3196, "CenTrust": 3197, "Censorship": 3198, "Census": 3199, "Centennial": 3200, "Center": 3201, "Centerior": 3202, "Centers": 3203, "Central": 3204, "Centronics": 3205, "Century": 3206, "Certainly": 3207, "Certificates": 3208, "Certified": 3209, "Cervantes": 3210, "Cessna": 3211, "Cetus": 3212, "Chairman": 3213, "Challenge": 3214, "Chamber": 3215, "Chambers": 3216, "Champion": 3217, "Champs": 3218, "Chan": 3219, "Chancellor": 3220, "Chancery": 3221, "Chandler": 3222, "Chandross": 3223, "Chanel": 3224, "Changing": 3225, "Channel": 3226, "Chapman": 3227, "Chapter": 3228, "Charge": 3229, "Charisma": 3230, "Charles": 3231, "Charleston": 3232, "Charlie": 3233, "Charlotte": 3234, "Charter": 3235, "Chase": 3236, "Chatset": 3237, "Checchi": 3238, "Cheerios": 3239, "Chekhov": 3240, "Chemex": 3241, "Chemical": 3242, "Chemicals": 3243, "Cheney": 3244, "Cheng": 3245, "Chernobyl": 3246, "Cherokee": 3247, "Cherry": 3248, "Chesebrough-Pond": 3249, "Chesley": 3250, "Chester": 3251, "Chestman": 3252, "Chevrolet": 3253, "Chevron": 3254, "Chevy": 3255, "Chex": 3256, "Chez": 3257, "Chi": 3258, "Chiat\\/Day\\/Mojo": 3259, "Chicago": 3260, "Chicago-based": 3261, "Chicagoans": 3262, "Chicken": 3263, "Chico": 3264, "Chief": 3265, "Chiefs": 3266, "Child": 3267, "Children": 3268, "Chile": 3269, "Chilmark": 3270, "China": 3271, "Chinese": 3272, "Chip": 3273, "Chiriqui": 3274, "Chiron": 3275, "Chivas": 3276, "Choice": 3277, "Chojnowski": 3278, "Cholet": 3279, "Chosen": 3280, "Chris": 3281, "Chris-Craft": 3282, "Christensen": 3283, "Christian": 3284, "Christians": 3285, "Christie": 3286, "Christies": 3287, "Christina": 3288, "Christmas": 3289, "Christopher": 3290, "Chronicle": 3291, "Chrysler": 3292, "Chubb": 3293, "Chuck": 3294, "Chugai": 3295, "Chung": 3296, "Church": 3297, "Churchill": 3298, "Ciavarella": 3299, "Ciba": 3300, "Ciba-Geigy": 3301, "Cicero": 3302, "Cie": 3303, "Cie.": 3304, "Cigna": 3305, "Cilcorp": 3306, "Cincinnati": 3307, "Cincinnati-based": 3308, "Cindy": 3309, "Cineplex": 3310, "Cipher": 3311, "Circle": 3312, "Circuit": 3313, "Circus": 3314, "Citation": 3315, "Citibank": 3316, "Citicorp": 3317, "Cities": 3318, "Cities\\/ABC": 3319, "Citing": 3320, "Citizens": 3321, "City": 3322, "Civil": 3323, "Claiborne": 3324, "Claimants": 3325, "Claims": 3326, "Clairol": 3327, "Clanahan": 3328, "Clara": 3329, "Clarcor": 3330, 